accountsservice
alacritty
alsa-firmware
alsa-plugins
alsa-utils
amd-ucode
awesome-terminal-fonts
aws-cli
awww
ayugram-desktop
base
base-devel
bash-completion
bind
blueman
bluez
bluez-hid2hci
bluez-libs
bluez-obex
bluez-utils
breeze
brightnessctl
btop
btrfs-assistant
btrfs-progs
btrfsmaintenance
cachyos-hello
cachyos-hooks
cachyos-kernel-manager
cachyos-keyring
cachyos-micro-settings
cachyos-mirrorlist
cachyos-packageinstaller
cachyos-plymouth-bootanimation
cachyos-rate-mirrors
cachyos-settings
cachyos-snapper-support
cachyos-v3-mirrorlist
cachyos-v4-mirrorlist
cachyos-wallpapers
cachyos-zsh-config
cantarell-fonts
chwd
claude-desktop-bin
cliphist
cmake
codex-desktop
cpio
cpupower
cryptsetup
device-mapper
diffutils
direnv
discord
dmidecode
dmraid
dnsmasq
dolphin
dosfstools
duckdb
duf
e2fsprogs
efibootmgr
efitools
egl-wayland
ethtool
exfatprogs
f2fs-tools
fastfetch
ffmpegthumbnailer
figlet
firefox
flatpak
fsarchiver
gimp
git
github-cli
glances
gnome-text-editor
gnome-themes-extra
google-chrome
grim
grimblast-git
gst-libav
gst-plugin-pipewire
gst-plugin-va
gst-plugins-bad
gst-plugins-ugly
gum
gvfs
gvfs-mtp
hdparm
htop
hwdetect
hwinfo
hypridle
hyprland
hyprlock
hyprpaper
hyprpicker
hyprsunset
inetutils
inotify-tools
iptables
iwd
jfsutils
jupyterlab
kitty
less
lib32-nvidia-utils
lib32-opencl-nvidia
lib32-vulkan-icd-loader
lib32-vulkan-radeon
libdvdcss
libgsf
libopenraw
libreoffice-fresh
libva-nvidia-driver
limine
limine-mkinitcpio-hook
limine-snapper-sync
linux-cachyos
linux-cachyos-headers
linux-cachyos-lts
linux-cachyos-lts-headers
linux-cachyos-lts-nvidia-open
linux-cachyos-nvidia-open
linux-firmware
logrotate
loupe
lsb-release
lsof
lsscsi
lvm2
man-db
man-pages
mdadm
meld
mesa-utils
meson
micro
mise
mkinitcpio
modemmanager
mtools
mypy
nano
nano-syntax-highlighting
nautilus
ncspot
neovim
netctl
network-manager-applet
networkmanager
networkmanager-openvpn
nfs-utils
nilfs-utils
nm-connection-editor
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
nss-mdns
nvidia-settings
nvidia-utils
nwg-displays
nwg-dock-hyprland
nwg-look
obsidian
octopi
openai-codex-bin
opencl-nvidia
openssh
os-prober
otf-font-awesome
pacman-contrib
paru
pavucontrol
perl
pipewire-alsa
pipewire-pulse
pkgfile
playerctl
plocate
plymouth
podman
podman-desktop
podman-docker
polkit-gnome
polkit-kde-agent
poppler-glib
postgresql-libs
power-profiles-daemon
pv
pyright
python
python-alembic
python-brotli
python-coverage
python-debugpy
python-defusedxml
python-duckdb
python-flit-core
python-fsspec
python-hatchling
python-lsp-server
python-lxml
python-matplotlib
python-nox
python-openpyxl
python-packaging
python-pandas
python-pip
python-pipx
python-poetry-core
python-polars
python-psycopg
python-pyarrow
python-pytest
python-pytest-cov
python-pywalfox
python-scipy
python-screeninfo
python-sqlalchemy
python-tox
python-uharfbuzz
python-unicodedata2
python-uvloop
python-virtualenv
python-zopfli
python311
qt6-virtualkeyboard
qt6-wayland
qt6ct
quickshell
rebuild-detector
reflector
ripgrep
rofi
rsync
ruff
rust
s-nail
sddm
sg3_utils
shellcheck
shelly
slurp
smartmontools
snapper
sof-firmware
spotify-launcher
strace
sudo
swaync
sysfsutils
tesseract
tesseract-data-eng
texinfo
thunderbird
tk
ttf-bitstream-vera
ttf-dejavu
ttf-firacode-nerd
ttf-jetbrains-mono-nerd
ttf-liberation
ttf-meslo-nerd
ttf-opensans
tumbler
udiskie
ufw
unrar
unzip
upower
usb_modeswitch
usbutils
uv
uwsm
ventoy-bin
vesktop
vim
visual-studio-code-bin
vlc
vlc-plugins-all
vulkan-icd-loader
vulkan-radeon
waybar
waypaper-git
webkit2gtk-4.1
wget
which
wireplumber
wl-clipboard
wofi
wpa_supplicant
wtype
xclip
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xdg-user-dirs
xf86-video-amdgpu
xfsprogs
xl2tpd
xorg-xrandr
xorg-xwayland
yaak-bin
zen-browser-bin
zopfli
